{
  "sou": {
     "1": "自立心が強く行動力にあふれます。新しいことに挑戦し、道を切り開く開拓運です。ただし焦りやすく孤立しないよう注意が必要です。",
     "2": "努力家ですが運の波に左右されやすい面があります。地道に力を蓄えることで後に安定を得ます。信頼を重ねる姿勢が幸運を呼びます。",
     "3": "明るく社交的で創造力に富みます。芸術的才能や言葉のセンスに恵まれますが、気分の浮き沈みに注意すれば成功が続きます。",
     "4": "慎重で真面目な努力家です。安定した基礎を築く反面、チャンスを逃しやすい傾向も。柔軟な考えを持つことで運が開けます。",
     "5": "順応性が高く、信頼を得る誠実な人です。知恵と行動力を兼ね備え、社会的に成功します。堅実な努力を続けることで繁栄します。",
     "6": "人望に恵まれ、家庭運や対人運が良好です。思いやり深く信頼される存在ですが、優柔不断さに注意すれば大きな幸運を得ます。",
     "7": "精神力が強く意志が堅い人です。困難を恐れず努力を重ねて成功します。自信過剰にならず協調性を保てばさらに運気が伸びます。",
     "8": "勤勉で忍耐力に優れ、努力が必ず報われる安定運です。堅実な歩みで信頼を築きますが、過信せず慎重に進めば大成します。",
     "9": "感受性豊かで直感力があります。理想を追い求めるあまり現実を見失うことも。冷静な判断を意識すれば才能が大きく開花します。",
    "10": "波乱と変動の運です。環境に左右されやすいですが、柔軟な対応力が鍵です。焦らず学びを重ねれば安定と成長を手にします.",
    "11": "誠実で温厚、周囲の信頼を集める人柄です。努力が実を結びやすく、安定と成功に恵まれます。家庭・仕事ともに順調で幸福運です。",
    "12": "感受性が強く繊細で、迷いやすい傾向があります。人間関係で悩むこともありますが、冷静さを保てば安定と調和を得られます。",
    "13": "明朗快活で人気があり、発展と繁栄の運に恵まれます。社交性が高く周囲の援助にも恵まれ、着実に地位と信用を築きます。",
    "14": "波乱や試練の多い運勢ですが、忍耐と努力で克服できます。慎重さと柔軟性をもてば、逆境を好機に変える強さを発揮します。",
    "15": "温厚誠実で人望が厚く、家庭運にも恵まれます。周囲から信頼され、安定した基盤を築ける幸福運です。継続力が成功の鍵です。",
    "16": "強運の持ち主で、発展・財運・地位運に恵まれます。積極的に行動すれば大きな成果を得られますが、謙虚さを忘れないことが大切です。",
    "17": "独立心が旺盛で意志が強く、困難を乗り越えて成功します。忍耐力と判断力に優れますが、頑固さを抑えればさらに発展します。",
    "18": "実力に恵まれ、信念をもって努力を重ねる人です。困難にも屈せず成功をつかみます。責任感が強く、晩年も安定する運勢です。",
    "19": "頭脳明晰で発想力がありますが、孤独を感じやすい傾向です。協調を大切にし、柔らかい姿勢を心がければ運が開けます。",
    "20": "浮沈や変化の多い運勢です。努力が報われにくい時期もありますが、忍耐と誠実さを保つことで晩年は安定した運を得られます.",
    "21": "頭脳明晰で統率力があり、リーダーとして成功する運勢です。信頼と実績を積み重ねれば大きな組織を動かす力を発揮します。",
    "22": "繊細で神経質な面があり、思い通りに進みにくい傾向です。焦らず誠実に努力を続ければ、晩年に安定と幸福を得られます。",
    "23": "発展運の代表格。努力と行動力で確実に成果を上げます。実業・芸術いずれでも成功を収めやすい強運数です。",
    "24": "家庭・財運・人気すべてに恵まれる理想的な運勢です。温かい人間関係を築き、調和と繁栄に満ちた人生を歩みます。",
    "25": "知恵と直感に優れ、学問・技術・創造の分野で才能を発揮します。理屈より柔軟な対応を心がけるとさらに運が開きます。",
    "26": "強運ながら波乱も多い数。成功と挫折を繰り返します。謙虚さを忘れず、協調を大切にすれば晩年は安定します。",
    "27": "信念が強く独立心旺盛。逆境を乗り越える力がありますが、孤立しやすい面も。柔軟さと調和を意識すると成功が長続きします。",
    "28": "強運で実力派。仕事面で大成する人が多い数です。やや強引さが出ることもあるため、謙虚さと感謝の心を大切にすると吉。",
    "29": "明晰な頭脳と行動力を併せ持ち、精神的にも充実します。信頼を得て社会的地位を築く数ですが、慢心に注意が必要です。",
    "30": "才知と感性が豊かで芸術的センスに恵まれます。情緒不安定になりやすい一面がありますが、心を整えれば成功と安定を得ます。",
    "31": "温厚で誠実、周囲からの信頼が厚い安定数です。人望に恵まれ、家庭運も良好。着実な努力で晩年は豊かに実を結びます。",
    "32": "幸運が連続する吉数。機会に恵まれ、援助運も強いです。人を助ける心を忘れなければ、一生を通じて運気が上昇します。",
    "33": "独創的で感受性が鋭く、スケールの大きな人生を歩む数。人と異なる発想で成功しますが、周囲との調和が大切です。",
    "34": "聡明で行動的ですが、波乱の多い数です。自己主張が強くなりすぎると孤立の恐れ。協調と謙虚さを心がけると好転します。",
    "35": "穏やかで人望があり、安定と発展を兼ね備えた吉数。信頼を基盤に堅実に成功を築くタイプで、家庭も仕事も順調に進みます。",
    "36": "運勢に浮き沈みがあり、感情に左右されやすい傾向。努力と自己制御を続けることで、大きな転機を幸運へと導けます。",
    "37": "独立心旺盛で自力で道を切り開く実力者。成功の運気が強いが、頑固さが出ると人間関係で損をしやすい面もあります。",
    "38": "温かい心と優れた直感力を持ち、愛情と信頼に満ちた人間関係を築きます。芸術・教育・福祉分野で力を発揮する数です。",
    "39": "頭脳明晰で決断力に優れ、社会的成功をつかむ運勢。困難をチャンスに変える強さを持ち、指導者としても活躍します。",
    "40": "順調に見えても油断は禁物。安定の中に試練あり。誠実な努力と感謝を忘れずに歩めば、晩年に豊かな実りを得られます。",
    "41": "安定と繁栄を象徴する大吉数。誠実で温厚、人の上に立つ器を持ちます。家庭・仕事・健康のすべてに恵まれた幸福運です。",
    "42": "才能に恵まれますが、努力を怠ると運気が停滞する数。人間関係に波が出やすく、謙虚さと感謝を忘れなければ安泰です。",
    "43": "意志強く行動的で、大きな目標を達成する力があります。途中で困難に遭っても最後には成功を掴む強運の持ち主です。",
    "44": "波乱万丈の運勢。強い意志と独立心で道を開くが、強引さが災いしやすい。柔軟性と協調を大切にすれば成功へ転じます。",
    "45": "誠実で信頼厚く、調和を重んじる安定数。家族・仲間・社会からの支援に恵まれ、着実に繁栄する幸福な運勢です。",
    "46": "感受性豊かで理想を追うが、現実とのギャップに悩む傾向。冷静な判断と努力を重ねれば、大きな飛躍が可能です。",
    "47": "知恵と直感に優れ、才能を生かして社会的地位を築く運勢。成功と名誉を得やすいが、慢心せず徳を積むことが鍵です。",
    "48": "大吉運。人徳・金運・健康運すべてに恵まれ、周囲からの援助も厚い数。信念を持って進めば、生涯を通じて幸福を得ます。",
    "49": "変化の多い数。発想力に優れるが、安定を欠く面も。柔軟な対応力を持てば、時代の波に乗って成功するチャンス大です。",
    "50": "自由と創造を象徴する数。束縛を嫌い、独自の道で開花します。型にとらわれず、自分を信じて進むことで成功します。",
    "51": "新しい発想と行動力を持つ改革運。独立・開拓に向く数ですが、強引さは孤立を招く恐れ。謙虚な姿勢で運を伸ばせます。",
    "52": "温厚で誠実、学問・研究に適した安定数。地道な努力が認められて信頼を得ます。控えめながら確実に成功を収める運です。",
    "53": "才能に富み人気も高いが、波乱を伴う変動数。中年期に転機あり。柔軟に対応すれば大きな成功をつかめる可能性があります。",
    "54": "行動力と知略に優れるが、自己中心的になると衰運。協調と慎重さを忘れず、周囲の支えを大切にすれば好転します。",
    "55": "発展・繁栄の象徴。創造的才能と強運を持ち、大事業を成し遂げる力あり。謙虚さと感謝を保てば名誉と財を得ます。",
    "56": "波瀾を含むが、試練を通して大成する数。思慮深く行動すれば困難を乗り越え、晩年に大いなる安定と幸福を得ます。",
    "57": "人徳と信念を兼ね備え、誠実に生きることで信頼と成功を得る数。着実な努力が実を結び、穏やかで安定した人生運です。",
    "58": "強い意志と情熱で困難を突破する開運数。独立心旺盛で、事業運良好。周囲との調和を忘れなければ栄達の道が開けます。",
    "59": "繊細で理想を追い求める数。感情に流されやすく、現実との調和が課題。冷静さを持てば精神的成長と安定を得ます。",
    "60": "家庭円満・仕事順調の安定数。温厚で信頼を得やすく、人間関係にも恵まれる。努力を重ねることで長期的な幸福を得ます。",
    "61": "温和で人望があり、信頼と支援を得やすい数。家庭運・社会運ともに良好で、穏やかに幸福を築くことができます。",
    "62": "知性と直感を併せ持つが、波乱を含む数。計画性を欠くと不安定に。冷静な判断を心がければ安定と発展を得られます。",
    "63": "大吉数。人徳と財運に恵まれ、名誉・信用・成功を得る数。誠実さを保ち、感謝の心を忘れなければ長寿と繁栄を得ます。",
    "64": "表面は順調でも、内に不安定さを秘める数。油断せず謙虚に努めれば危機を避けられます。努力と節制が鍵です。",
    "65": "頭脳明晰で包容力ある理想数。人望を集め、社会的成功を得る。感情に流されず冷静さを持てば、晩年まで安泰です。",
    "66": "愛情深く情に厚いが、感情に波がある数。バランスを保ち冷静さを忘れなければ、家庭運・金運ともに恵まれます。",
    "67": "強運で実行力があり、地位や名誉を手にする数。強情を抑え協調を重んじれば、周囲に支えられて大成します。",
    "68": "柔軟な思考と実行力を備えた発展数。仕事運良好で財を得やすい。謙虚に学ぶ姿勢を忘れなければ、安定した繁栄を得ます。",
    "69": "才能豊かで感性に優れるが、情緒が不安定になりやすい数。冷静さを養えば創造力が開花し、人生に充実をもたらします。",
    "70": "堅実で責任感が強く、周囲から信頼される数。地味ながらも安定した運勢で、晩年にかけて幸福と安定を築きます。",
    "71": "理想高く情熱的な数。信念を持ち努力すれば大きな成果を得られます。高慢にならず柔軟さを保つことで長く栄えます。",
    "72": "知性と感受性が高いが、優柔不断になりやすい数。信念を定めて行動すれば道が開け、安定と幸福を得られます。",
    "73": "発展運。向上心が強く新しい分野で成功を収めやすい。誠実さを忘れず、協調を大切にすれば順調な人生となります。",
    "74": "勤勉で忍耐力に富むが、孤独を感じやすい数。人との絆を大切にすることで安定と信用を得られます。晩年運良好。",
    "75": "行動力があり先見性も備える。積極的に動くことで成功を掴む数。ただし短気を慎めば、財運・名誉運ともに上昇します。",
    "76": "穏やかで調和を重んじる性質。家庭運・対人運が良好で、堅実に努力を重ねるほどに安定した幸福を得られます。",
    "77": "独立心旺盛で強運の数。大胆な発想で成功を掴むが、協調を欠くと孤立に注意。柔軟さを持てば飛躍の人生となります。",
    "78": "冷静な判断と実行力を備えた堅実運。苦労を恐れず前進すれば、信頼と財を得られる数。晩年運にも恵まれます。",
    "79": "感受性が強く芸術的才能に恵まれる数。情緒の安定を保ち努力を怠らなければ、個性が光り成功を収めることができます。",
    "80": "慎重で誠実、堅実な歩みを続ける数。小さな努力を積み重ねて大きな成果を得ます。忍耐と信頼が幸福を呼びます。",
    "81": "最上吉数。独立運・成功運・名誉運すべてを兼ね備え、困難を克服して大成する数。人徳に恵まれ永続的な繁栄を得ます。"
    },
  "jin": {
    "1": "独立心が強く行動力に富む。新しいことに挑戦し成功を収める力がありますが、無理をしすぎないことが大切です。",
    "2": "協調性があり温厚な性格。人の支えを得て安定しますが、決断力に欠ける面があります。意志を強く保てば吉です。",
    "3": "明るく社交的で人気運があります。創造力豊かで成功運にも恵まれますが、油断すると浪費に注意が必要です。",
    "4": "誠実で堅実な努力家。忍耐強く着実に進めば安定した人生を築けますが、柔軟さを欠くと停滞することがあります。",
    "5": "柔軟で順応性があり頭の回転が速い。人脈に恵まれ好機をつかみますが、変化に流されすぎると迷走しやすい数です。",
    "6": "正義感が強く人望があります。信念を貫く強さがありますが、理想を追いすぎると孤立することがあります。",
    "7": "信念が強く独立運があります。困難に耐える力があり、努力を続けることで確実に成果を上げることができます。",
    "8": "忍耐力があり実行力も十分。地道な努力で信用を得ます。真面目な姿勢を崩さなければ晩年は安泰です。",
    "9": "感受性が豊かで情緒的。人の心を理解する優しさがありますが、精神的な不安定さに注意が必要です。",
   "10": "空虚運。孤独を感じやすいが、自立心を育てることで大きな成長を遂げます。信念を貫けば道が開けます。",
   "11": "誠実で思慮深く、対人関係に恵まれます。堅実な努力が実を結び、周囲から信頼される人格の持ち主です。",
   "12": "繊細で感受性が強く、周囲に流されやすい傾向。自信を持って行動すれば、安定した運勢を築けます。",
   "13": "明るく積極的で人気運があります。人との縁が豊かで、対人面に恵まれる幸運の数。言葉の使い方に注意しましょう。",
   "14": "波乱運。努力家ですが環境に恵まれにくい面も。焦らず堅実に進めば、晩年に安定を得られます。",
   "15": "温厚で誠実な人格。人望があり安定した運勢を築けます。努力を惜しまなければ大きな信頼を得られます。",
   "16": "発展運。信念を貫く力が強く、社会的成功を収めやすい。権威や地位を得ることができる恵まれた数です。",
   "17": "強運の数。意志が強く行動力があります。目的に向かって努力すれば、困難を乗り越えて成功をつかみます。",
   "18": "生命力旺盛でエネルギッシュ。積極的な行動が成功を呼びますが、強引になりすぎると人間関係に注意です。",
   "19": "頭脳明晰で発想力に優れますが、孤立しやすい傾向。協調性を大切にすれば運が開けます。",
   "20": "空虚運。迷いやすく不安定な運勢。自立と冷静な判断を心がければ安定した人生を築けます。", 
   "21": "頭脳明晰で実行力があります。自立心が強く、責任感を持って物事をやり遂げます。指導的立場に立つと吉です。",
   "22": "繊細で感受性が豊か。迷いやすく優柔不断な面があります。目標を明確にして努力すれば才能が開花します。",
   "23": "活発で実行力に優れた強運の数。自分の信念を貫けば成功しますが、独断的になりすぎないよう注意です。",
   "24": "愛情運と財運に恵まれた吉数。温厚で人望があり、幸福な家庭を築く力を持っています。",
   "25": "頭脳明晰で分析力があります。理論的で誠実な性格ですが、柔軟さを持つことでより発展します。",
   "26": "波乱運。努力家ですが孤独を感じやすい数。焦らず地道に進めば晩年は安定します。",
   "27": "強い信念と闘志を持ち、逆境を乗り越える力があります。強情さを抑えると大成する運勢です。",
   "28": "変動運。才能豊かですが環境の影響を受けやすい。冷静さを保つことで安定と成功を得られます。",
   "29": "高い理想を持ち、行動力にも優れます。努力を怠らなければ社会的に高い地位を得ることができます。",
   "30": "空虚運。華やかさがありますが実力が伴わないと不安定。信頼を重ねることで安定します。",
   "31": "温厚で誠実。人との調和を大切にし、安定した人生を送ります。堅実な努力が大きな成果を生みます。",
   "32": "幸運数。柔軟性と社交性に恵まれます。周囲からの支援により成功をつかむ強運の持ち主です。",
   "33": "スケールの大きな行動力を持つ数。創造力と実行力が融合すれば、大きな成果を得られます。",
   "34": "波乱運。変化の多い人生になりがちですが、粘り強さと信念を持てば安定に転じます。",
   "35": "穏やかで温厚。人との関係を大切にし、誠実な努力が実を結びます。家庭運にも恵まれます。",
   "36": "強運と弱運が交差する数。精神的な不安定さに注意し、冷静な判断を心がければ成功します。",
   "37": "努力家で自立心が旺盛。目標に向かって着実に進む力があります。忍耐を持続すれば大成します。",
   "38": "バランス感覚が優れ、人間関係が良好。調和を重んじる姿勢が幸運を引き寄せます。",
   "39": "強運の数。意志が強く、目的に対して果敢に挑みます。積極的な行動が成功を導きます。",
   "40": "波乱運。変動が多く不安定ですが、信念を持ち続けることで晩年は安定します。",  
   "41": "実力と信頼を兼ね備えた成功運。堅実に努力を重ねることで社会的な地位と名誉を得られます。",
   "42": "変化運。環境に左右されやすく、波乱の中で成長するタイプ。柔軟な姿勢が安定をもたらします。",
   "43": "強運で指導力があります。自信に満ちた行動で周囲を導きますが、独断を避け謙虚さを持てば完璧です。",
   "44": "波乱の多い数。高望みや焦りは禁物。冷静に現実を見つめ、地道に積み上げることで安定します。",
   "45": "温厚で誠実。協調性に優れ、人間関係に恵まれます。努力が実を結び、晩年は安定する吉運です。",
   "46": "浮沈の激しい運勢。才能はあるが不安定。感情の起伏を抑え、忍耐を持てば成功に転じます。",
   "47": "堅実で信頼される性格。努力家で忍耐力もあり、着実に成果を上げる実力者です。晩年運も良好。",
   "48": "幸福運。人間関係に恵まれ、経済的にも安定します。誠実さと優しさで多くの支援を得られます。",
   "49": "変動運。環境の変化が多く波乱を呼びます。冷静さを失わず、慎重に行動すれば安定します。",
   "50": "波乱と変化の数。理想が高く迷いやすいが、努力を続ければ中年以降に運が開けます。",
   "51": "発展運。向上心と実行力を持ち、成功をつかむ強運。独立や事業で力を発揮します。",
   "52": "柔軟性があり、周囲と協調して発展します。忍耐を保てば安定した幸福を得られる数です。",
   "53": "上昇運。努力が実を結び、社会的な成功を収めます。人の縁を大切にすることでさらなる発展へ。",
   "54": "波乱運。才能が多彩で変化に富みますが、焦りは禁物。腰を据えて取り組めば成功を得られます。",
   "55": "繁栄運。積極的でエネルギッシュ。挑戦を恐れず進む姿勢が大きな成果を導きます。",
   "56": "起伏の激しい運勢。強運ながら感情の制御が課題。冷静に物事を見極めることで安定します。",
   "57": "堅実で信頼される数。温和で誠実、人に慕われます。努力が実り、安定した人生を築きます。",
   "58": "変化と発展の運勢。柔軟に対応することで成功をつかみます。対人運にも恵まれます。",
   "59": "波乱運。理想と現実の差に悩みやすい。忍耐と継続が運勢を安定させる鍵となります。",
   "60": "完成運。円満な人間関係と家庭運に恵まれ、穏やかで安定した人生を送ることができます。",
   "61": "幸運数。人望が厚く、信頼を得て自然と成功します。誠実な努力が実を結び、晩年も安定します。",
   "62": "変動の多い運。情に流されず冷静な判断を保てば安定します。誠実な姿勢が幸運を呼びます。",
   "63": "隆盛運。才能と努力で確実に成果を出す実力者。人望にも恵まれ、名誉を得る吉運です。",
   "64": "波乱の中に成長あり。逆境に強く、試練を糧に成功します。慎重さを忘れなければ安泰です。",
   "65": "大吉運。知恵と誠実さで多くの人に信頼されます。事業や家庭も順調で幸福な人生を歩みます。",
   "66": "浮沈運。表面は華やかでも内面に不安定さがあります。謙虚さと節度を保つことで安定します。",
   "67": "成功運。強い意志と実行力で目標を達成します。信頼を積み重ねるほどに運気が上昇します。",
   "68": "発展運。柔軟な発想と行動力で新しい道を切り開きます。協調を大切にすれば安定します。",
   "69": "変化運。挑戦の中に成長があります。軽率な判断を避け、冷静な計画性を持てば成功します。",
   "70": "不安定運。感情に流されやすく迷いがち。信念を保ち、堅実に進むことで安定します。",
   "71": "開運数。実力と徳を兼ね備え、人々から尊敬されます。努力が報われ、名誉ある人生となります。",
   "72": "変動運。環境に左右されやすいが、冷静さを保てば好転します。信念を貫くことが鍵です。",
   "73": "上昇運。才能が開花し、社会的地位を得ます。努力を怠らず誠実に歩めば順調な人生に。",
   "74": "波乱運。慎重さが必要です。強気になりすぎず協調を重んじれば安定を得られます。",
   "75": "発展運。柔軟で社交的、リーダーシップを発揮します。周囲との調和を保てば繁栄します。",
   "76": "変化運。強い個性を活かせば成功しますが、自己中心を避け、柔軟性を持つことが大切です。",
   "77": "福徳運。温厚で誠実、人に信頼されます。堅実な努力が報われ、豊かな晩年を迎えます。",
   "78": "波乱運。挑戦と試練の連続ですが、粘り強く進めば最終的に安定と成功を得られます。",
   "79": "変動運。理想が高く挫折もありますが、忍耐を持ち続ければ道は開けます。",
   "80": "円満運。家庭や人間関係に恵まれ、穏やかで安定した人生を送れます。協調性が幸運を呼びます。",
   "81": "最上吉数。強運と実力を兼ね備え、指導者として成功します。徳を積むことで栄達を得られます。"
},
  "chi": {
    "1": "独立心が強く行動的です。自分を信じて努力すれば、大きな成果をつかめます。",
    "2": "消極的で控えめな面があります。目標を明確にして前進すれば安定が訪れます。",
    "3": "活発で創造力に富みます。行動を恐れず挑戦することで、成功を引き寄せます。",
    "4": "用心深く慎重な性格です。計画性を持って進めば、安定と信頼を得られます。",
    "5": "温和で協調性があります。人との縁を大切にすれば、安定した人生を築けます。",
    "6": "責任感が強く理想を重んじます。誠実に努力を重ねることで信頼を得られます。",
    "7": "独立心が旺盛で強い意志を持ちます。困難を乗り越え、実力で地位を築きます。",
    "8": "努力家で忍耐力があります。継続を大切にすれば、晩年に安定した成功を得ます。",
    "9": "感受性が豊かで直感に優れます。冷静さを忘れず行動すれば運気が安定します。",
   "10": "波乱の多い運勢です。焦らず地道な努力を重ねることで運を開けます。",
   "11": "誠実で信頼を得やすい人です。自信を持って進めば、自然と援助に恵まれます。",
   "12": "人情に厚く努力家ですが、迷いやすい面も。信念を持てば安定します。",
   "13": "明朗で人気があります。積極的な姿勢を保てば、多くの成功に恵まれます。",
   "14": "思慮深く几帳面です。柔軟さを心がければ、周囲との調和が得られます。",
   "15": "温厚で誠実、信頼を集めます。周囲と協調しながら進めば繁栄します。",
   "16": "強運の持ち主です。志を高く持ち努力すれば、確実に成果をつかめます。",
   "17": "実行力があり粘り強い性格です。自分を信じて進めば成功を収めます。",
   "18": "勇敢で行動的です。冷静さを失わず判断すれば、大きな発展が期待できます。",
   "19": "繊細で理想を追う傾向です。現実を見据えて努力すれば、運が開けます。",
   "20": "波乱が多く不安定です。焦らず地に足をつけることで、安定を得られます。",
   "21": "統率力に優れ、信頼を集めます。信念を貫くことで確かな成功を得られます。",    
   "22": "感受性が強く変化を好みます。冷静に判断をすれば安定が保てます。",
   "23": "行動的でリーダー資質があります。周囲をまとめる力で大きく発展します。",
   "24": "人徳があり温かい性格です。周囲からの支援を得て安定と成功を得ます。",
   "25": "思慮深く計画的です。自分の信念を守ることで信頼と成果を得られます。",
   "26": "波乱を抱えやすい運勢です。柔軟な対応を意識すれば安定が訪れます。",
   "27": "意志が強く研究心があります。冷静に判断すれば成果を収めます。",
   "28": "頑固な面がありますが実直です。協調を意識すれば安定した発展を得ます。",
   "29": "情熱的で直感に優れます。慎重さを持てば成功と安定を得られます。",
   "30": "感性豊かで繊細です。焦らず自分を信じて進めば、運が上向きます。",
   "31": "温厚で穏やかです。誠実な努力を続けることで確かな安定を得ます。",
   "32": "強運の星です。協調を忘れず努力すれば、順風満帆な人生を歩めます。",
   "33": "創造力に富み発想が豊かです。独創的な行動が成功を導きます。",
   "34": "変化が多く波乱を含みます。謙虚な姿勢を保てば安定に向かいます。",
   "35": "温和で努力家です。人をまとめる力で安定した地位を築けます。",
   "36": "理想が高く情熱的です。現実的な視点を持てば成果を得られます。",
   "37": "粘り強く着実です。誠意をもって行動すれば信頼と成果を得ます。",
   "38": "柔軟で人を和ませます。協調を大切にすれば安定した運を得ます。",
   "39": "大胆で指導力があります。責任を果たせば名声を得られます。",
   "40": "波乱を抱える運勢です。落ち着きを保てば道が開けます。",
   "41": "穏やかで徳を備えます。誠実な行動で信頼と繁栄を得られます。",
   "42": "人情深く温かい性格です。協調を忘れなければ安定が続きます。",
   "43": "情熱的で強い意志を持ちます。冷静さを忘れず進めば成功します。",
   "44": "感受性が強く繊細です。安定を保つためには柔軟な思考が大切です。",
   "45": "誠実で努力家です。信頼を積み重ねれば豊かな成果を得ます。",
   "46": "変化が多く波乱の傾向です。焦らず努力を重ねれば安定します。",
   "47": "明るく積極的です。誠実な努力で信頼を得て成功します。",
   "48": "堅実で温厚です。周囲の支援を得ながら安定した人生を歩めます。",
   "49": "理想が高く情熱的です。現実との調和を保てば成功します。",
   "50": "波乱運ですが可能性があります。忍耐を持てば安定した未来を得ます。",
   "51": "柔軟で協調的です。周囲と調和すれば安定と発展を得ます。",
   "52": "穏やかで人望があります。誠意を持って進めば安泰を得ます。",
   "53": "慎重で真面目です。努力を怠らなければ安定した成果を得ます。",
   "54": "理想が高く責任感があります。冷静な判断で運が開けます。",
   "55": "情熱的で活力にあふれます。節度を保てば安定と繁栄を得ます。",
   "56": "柔軟で思いやりがあります。人の助けを得て安定した生活を送れます。",
   "57": "知的で冷静です。誠実な努力を続ければ堅実な成功を得ます。",
   "58": "明るく社交的です。人脈を広げれば豊かな運を得られます。",
   "59": "繊細で感受性が高いです。バランスを保てば安定を得ます。",
   "60": "変化が多く不安定です。落ち着きを持てば安定に向かいます。",
   "61": "穏やかで人徳があります。誠実な行いで信頼と繁栄を得ます。",
   "62": "思慮深く慎重です。柔軟さを持てば安定を保てます。",
   "63": "積極的で明るい性格です。行動力を生かして成功を得ます。",
   "64": "几帳面で真面目です。周囲との調和を重んじれば安定します。",
   "65": "温厚で思いやりがあります。信頼を築き安定した生活を得ます。",
   "66": "強い意志と粘り強さがあります。努力を重ねれば確実に成果を得ます。",
   "67": "情熱的で前向きです。努力を続ければ豊かな成果を得ます。",
   "68": "温和で協調性があります。誠実な行動で信頼と安定を得ます。",
   "69": "知的で柔軟な考えを持ちます。冷静さを保てば成功を得られます。",
   "70": "変化が多い運勢です。落ち着いて努力すれば安定を得ます。",
   "71": "慎重で堅実です。計画的に進めば確実な成果を得られます。",
   "72": "温厚で包容力があります。人を支え安定した運を築けます。",
   "73": "積極的で向上心があります。努力を重ねることで成功を得ます。",
   "74": "慎重で安定を好みます。信念を持ち努力を重ねれば成果を得ます。",
   "75": "誠実で信頼を集めます。人との協調を大切にすれば成功を得ます。",
   "76": "粘り強く実直です。忍耐を重ねれば確かな成果を得ます。",
   "77": "独立心が旺盛で行動的です。自分を信じて進めば成功します。",
   "78": "温厚で調和を重んじます。誠実な努力で安定した成果を得ます。",
   "79": "理想を追う努力家です。現実的な行動をすれば安定を得ます。",
   "80": "変化に富む運勢です。柔軟な思考を持てば運をつかめます。",
   "81": "強運の持ち主です。誠実さを保てば豊かな成功を得られます。" 
},
  "gai": {
   "1": "独立心が強く行動的です。人の意見より直感を信じる傾向があります。自分の信念を貫けば成功します。",
   "2": "受け身で控えめな性格です。協調性に優れますが流されやすい面も。自分の意志を持つと運が開けます。",
   "3": "明るく人気があります。社交性と行動力を活かすと発展します。芸術や創造の分野で活躍する可能性があります。",
   "4": "慎重で堅実な努力家です。周囲との調和を重んじます。安定志向が強く、着実に成果を積み重ねていきます。",
   "5": "知的で柔軟な発想を持ちます。多方面に才能を発揮します。環境変化に強く、運を味方につけやすいタイプです。",
   "6": "温厚で正義感が強いです。人望に恵まれ、支援を得やすい運勢です。信用を大切にすれば成功が続きます。",
   "7": "独立心旺盛で忍耐強いです。困難を乗り越える力を持ちます。自己管理を意識すれば大きな飛躍が望めます。",
   "8": "安定感があり、誠実で努力家です。堅実な歩みで信頼を築きます。途中の試練を超えると確かな成功を得ます。",
   "9": "感受性が豊かで芸術的才能があります。情に流されやすい面も。冷静さを保つことで運が安定します。",
  "10": "波乱の多い運勢です。自由を求めすぎると不安定に。基盤を固める努力をすれば大成の道が開けます。",
  "11": "誠実で直感に優れます。信念をもって進む姿勢が成功を呼びます。人の信頼を得やすい清明の運勢です。",
  "12": "優しい性格で人に尽くします。やや消極的ですが努力家です。焦らず続けることで運が安定していきます。",
  "13": "明朗で積極的、人気運に恵まれます。新しいことに挑戦して吉。社交的で多方面に成功する明運です。",
  "14": "波乱と変化の多い運勢です。慎重さを欠くと失敗も。地道な努力と謙虚さを心がけることで安定します。",
  "15": "温和で人に慕われます。家庭運も良好です。思いやりと努力を大切にすれば安定した成功を得られます。",
  "16": "意志が強く責任感があります。人望を集め、リーダーとして成功します。正道を歩めば長く繁栄します。",
  "17": "積極的で前向きな性格です。行動力と発想力に優れます。強運に恵まれ、大きな目標も達成できます。",
  "18": "情熱的で闘志旺盛です。困難に挑む勇気があります。強引になりすぎないよう注意すれば成功が続きます。",
  "19": "感受性が強く繊細です。迷いやすい面もありますが、直感に従えば好転します。精神面の安定が鍵です。",
  "20": "一見順調でも変化が多い運勢です。地に足をつける努力が必要です。目標を明確にすると安定します。", 
  "21": "統率力と決断力に優れます。信念を貫く強さがあります。正義感を持ち誠実に行動すれば大成します。",
  "22": "繊細で感受性が豊かです。迷いやすい面もありますが、目標を明確にすれば確かな成果を得られます。",
  "23": "エネルギッシュで行動力抜群です。周囲を導く力があります。努力を怠らなければ成功を収めます。",
  "24": "豊かな人脈と運気に恵まれます。穏やかで家庭的な運勢です。感謝の心を忘れずにいれば長く繁栄します。",
  "25": "理性的で頭の回転が速いです。分析力に優れ、実務面でも有能です。冷静な判断で安定した成果を得ます。",
  "26": "強情で頑固な面がありますが、信念を貫く力は強いです。柔軟さを持てば運気が開きます。",
  "27": "独立心が強く個性が際立ちます。直感力も鋭いです。協調を意識することで成功が持続します。",
  "28": "努力家で忍耐強いですが、波乱の多い運勢です。焦らず着実に歩めば晩年に実を結びます。",
  "29": "行動的で積極的です。新しい環境にも順応します。目標を定めれば大きな成果を上げられます。",
  "30": "才能に恵まれますが、精神的に不安定な面も。冷静さを意識し、周囲との調和を大切にすると吉です。",
  "31": "誠実で温厚、信頼を集めます。堅実な努力が実を結びます。人徳を積めば安定と成功を得られます。",
  "32": "社交的でバランス感覚があります。周囲に恵まれます。前向きな姿勢が幸福を呼びます。",
  "33": "活力旺盛で前向きです。挑戦を恐れず進むことで成功を得ます。信念を貫けば大きな飛躍が望めます。",
  "34": "変化と試練の多い運勢です。感情に流されやすい面も。冷静さと努力を保てば安定を得られます。",
  "35": "穏やかで調和を重んじます。人の和を大切にすれば運が開けます。誠実さが信頼を生みます。",
  "36": "情熱的で行動力があります。時に強引さが出ることも。謙虚さを忘れなければ成功を維持できます。",
  "37": "知的で柔軟、発想が豊かです。実務にも芸術にも秀でます。努力を続けることで確かな成功を得ます。",
  "38": "堅実で責任感が強いです。信頼を重ねることで安定します。途中の困難も努力で乗り越えられます。",
  "39": "積極的で前進力があります。逆境に強く、目標を明確にすれば成功を掴めます。",
  "40": "波乱の多い運勢です。変化に惑わされず信念を保てば好転します。冷静さが運を呼びます。",
  "41": "温厚で信頼を集める人柄です。誠実な努力が実を結びます。人徳を重ねることで安定した成功を得ます。",
  "42": "柔軟な発想と社交性を持ちます。環境の変化にも順応します。焦らず堅実に進めば好運をつかめます。",
  "43": "意志が強く信念を貫きます。逆境にも負けません。協調を心がけることで一層の発展が望めます。",
  "44": "浮沈の激しい運勢です。実力はありますが、周囲との調和が鍵です。謙虚さを保てば好転します。",
  "45": "穏やかで人望に恵まれます。思いやりの心が運を呼びます。安定した幸福を築ける吉運です。",
  "46": "努力家で粘り強いですが、波乱の兆しもあります。焦らず地道に進めば晩年に成功を得られます。",
  "47": "聡明で判断力に優れます。行動も的確です。誠実さを保つことで信頼と成果を得られます。",
  "48": "人脈と機会に恵まれます。社交的で周囲の支援を得やすいです。感謝を忘れず歩めば発展します。",
  "49": "強い意志と探求心があります。挑戦を恐れず前進すれば成功します。柔軟さを意識するとなお良いです。",
  "50": "波乱と変化の多い運勢です。感情の起伏に注意を。冷静さを保てば安定を得られます。",
  "51": "発展運に恵まれます。努力を惜しまなければ確実に成果を得ます。周囲との協調が鍵です。",
  "52": "思慮深く穏やかな性格です。信頼関係を築きやすいです。堅実に努力すれば安定した幸福を得られます。",
  "53": "独創的で発想力に富みます。自由を求めすぎると不安定に。計画的に進めば実を結びます。",
  "54": "責任感が強く、努力家です。負担を抱えやすいですが、継続する力で安定した成果を得ます。",
  "55": "エネルギッシュで決断力があります。リーダーとしての器を備えます。謙虚さを忘れずに行動すれば成功します。",
  "56": "波乱運です。情に流されず冷静に判断することが大切です。慎重に歩めば安定を得られます。",
  "57": "人望に恵まれ、協調性に優れます。誠実さと努力が運を開きます。家庭運にも恵まれます。",
  "58": "穏やかで安定した運勢です。実力を発揮する場に恵まれます。信頼を大切にすれば長く栄えます。",
  "59": "強い信念と意志を持ちますが、孤立しやすい面も。柔軟な姿勢を保てば成功が持続します。",
  "60": "変動の多い運勢です。精神的な成長を重ねれば安定します。現実的な判断を心がけると吉です。",
  "61": "誠実で真面目な努力家です。時間をかけて築く信頼が財産となります。堅実な歩みで安定した成功を得ます。",
  "62": "感情の起伏が激しく、波乱を呼びやすい運勢です。冷静さを保ち慎重に行動すれば好転します。",
  "63": "発展運に恵まれます。人徳と努力が実を結びます。周囲との調和を意識すれば長く栄えます。",
  "64": "浮沈のある運勢です。自己中心にならぬよう注意を。協調性を重んじれば安定した幸福を得ます。",
  "65": "温厚で人望に恵まれます。努力を積み重ねれば確実に成果を得られます。信頼が運を開きます。",
  "66": "波乱運です。感情的になると失敗を招きます。慎重な判断と謙虚さで運が開けます。",
  "67": "意思が強く、目標に向かって突き進みます。忍耐力が成功の鍵です。継続することで安定を得ます。",
  "68": "実力運です。自信と努力が成功を呼びます。謙虚な姿勢を忘れなければ大きな発展を遂げます。",
  "69": "感受性が豊かで芸術的才能があります。流れに逆らわず柔軟に生きることで幸運を得ます。",
  "70": "波乱運です。努力が報われにくい面もありますが、忍耐を重ねれば晩年に安定します。",
  "71": "頭脳明晰で先見の明があります。誠実な努力を重ねることで信頼を得て成功します。",
  "72": "思いやりがあり、周囲に慕われます。穏やかな生活を築ける吉運です。焦らず進めば安定します。",
  "73": "意志が強く積極的です。挑戦を恐れず努力すれば成功します。協調を忘れなければ運が続きます。",
  "74": "慎重で安定を好むタイプです。信念を持ち努力すれば、晩年に豊かな成果を得ます。",
  "75": "努力家で実行力があります。計画的に行動することで大きな成功を得られます。信用運も良好です。",
  "76": "波乱のある運勢です。焦らず冷静に対応すれば次第に好転します。忍耐が幸運を呼びます。",
  "77": "信念が強く、目的に向かって邁進します。人の意見も取り入れれば安定した成功をつかめます。",
  "78": "変化運です。流れに乗れば大きな成功を得られます。柔軟さを持って行動することが吉です。",
  "79": "努力家で責任感があります。慎重な姿勢を崩さなければ、晩年に安定と幸福を得ます。",
  "80": "大きな変化に見舞われやすい運勢です。精神的な強さを持てば困難を乗り越え成功します。",
  "81": "最高運です。努力が確実に実を結び、名誉と財運を得ます。周囲への感謝を忘れなければ長く栄えます。"
  }
}
