{
  "success": {
    "木木": {
      "symbol": "○",
      "text": "同じ気質が響き合い、穏やかに伸びていく流れです。協調性と安定感に恵まれ、無理のない成長が期待できます。",
      "advice": "自分のテンポを守りながら、周囲との信頼関係を大切にすると運が長続きします。"
    },
    "火木": {
      "symbol": "◎",
      "text": "活気と行動力が高まり、チャンスを引き寄せやすい時期です。努力が結果につながりやすく、人からの評価も得やすいでしょう。",
      "advice": "思い切って挑戦する姿勢が幸運を呼びます。自信を持って一歩踏み出してください。"
    },
    "土木": {
      "symbol": "△",
      "text": "周囲とのペースの違いから、思うどおりに進みにくい場面がありそうです。ただ、継続すれば必ず形になります。",
      "advice": "焦らず時間を味方につける意識を。地道な努力が結果につながります。"
    },
    "金木": {
      "symbol": "×",
      "text": "意見や方向性の食い違いが生じやすく、停滞を感じることがあるかもしれません。",
      "advice": "<span style='color:red;'>注：</span>成果を急がず、環境を整えることに意識を向けると流れが回復します。"
    },
    "水木": {
      "symbol": "◎",
      "text": "流れがスムーズで、サポートを受けやすい運勢です。柔軟な考え方が成功への鍵になります。",
      "advice": "周囲との連携を意識すると、より大きな成果が得られるでしょう。"
    },
    "木火": {
      "symbol": "◎",
      "text": "活発なエネルギーが巡り、挑戦への意欲が高まります。努力が形になりやすく、充実感を得られる時期です。",
      "advice": "目標を具体的に描き、集中して取り組むと良い結果に繋がります。"
    },
    "火火": {
      "symbol": "○",
      "text": "情熱が強く、周囲を引っ張る力を発揮できる配置です。ただし熱が高まりすぎると疲れやすくなります。",
      "advice": "時には休息を意識して、バランスを取りながら進みましょう。"
    },
    "土火": {
      "symbol": "△",
      "text": "責任感が強まり、堅実に物事を進められますが、柔軟さを欠くと機会を逃すことも。",
      "advice": "完璧を求めすぎず、人の意見を取り入れる余裕を持つと運が開けます。"
    },
    "金火": {
      "symbol": "×",
      "text": "周囲と競い合う場面が増え、落ち着かない時期です。焦りから判断を誤る恐れもあります。",
      "advice": "<span style='color:red;'>注：</span>一歩引いて全体を見渡すとチャンスが見えてきます。冷静さが大切です。"
    },
    "水火": {
      "symbol": "○",
      "text": "柔軟さと行動力がうまく調和し、良い循環が生まれる時です。新しい挑戦に追い風があります。",
      "advice": "臨機応変に動くことで、思わぬ成果を得られるでしょう。"
    },
    "木土": {
      "symbol": "△",
      "text": "努力は続くものの、周囲との意識のずれで停滞しやすい傾向です。焦らず地固めを優先しましょう。",
      "advice": "小さな成功を積み重ねていくと、大きな信頼につながります。"
    },
    "火土": {
      "symbol": "◎",
      "text": "計画性と情熱がうまくかみ合い、努力が実りやすい時です。責任感のある姿勢が評価されます。",
      "advice": "基礎を大切に、焦らず確実に進めると成果が安定します。"
    },
    "土土": {
      "symbol": "○",
      "text": "安定感があり、コツコツと積み上げる力が発揮されます。派手さはなくとも、堅実に成果を築ける運気です。",
      "advice": "継続こそが最大の力。今のペースを大切にしましょう。"
    },
    "金土": {
      "symbol": "△",
      "text": "変化への対応に時間がかかる傾向。慎重さが行動を鈍らせることもありますが、安定志向が強みです。",
      "advice": "状況をよく観察し、柔軟な発想を取り入れることで好転します。"
    },
    "水土": {
      "symbol": "○",
      "text": "落ち着いた流れの中で基盤を整えられる時です。過去の努力が評価されやすいでしょう。",
      "advice": "焦らず丁寧に仕上げることで、信頼と成果を得られます。"
    },
    "木金": {
      "symbol": "×",
      "text": "理想と現実のギャップが大きく、迷いが生じやすい時期です。衝突を避ける意識が必要です。",
      "advice": "<span style='color:red;'>注：</span>自分の考えに固執せず、他者の意見を取り入れることで流れが変わります。"
    },
    "火金": {
      "symbol": "△",
      "text": "頑張りが空回りしやすい時。力強さはあるものの、慎重さを欠くと誤解を招くことも。",
      "advice": "落ち着いて周囲のペースを見ながら行動しましょう。"
    },
    "土金": {
      "symbol": "◎",
      "text": "堅実な努力が評価され、信頼と成果を得やすい時です。基礎力が安定し、社会運が伸びていきます。",
      "advice": "実直な姿勢を貫くことで大きな成功につながります。"
    },
    "金金": {
      "symbol": "○",
      "text": "目的意識が明確で、計画的に進めば確実に結果が出せる運気です。周囲の信頼も得やすいでしょう。",
      "advice": "焦らず確実に、丁寧な姿勢を忘れずに行動しましょう。"
    },
    "水金": {
      "symbol": "△",
      "text": "方向性の違いから、努力が評価されにくい場面も。環境を見直す時期かもしれません。",
      "advice": "環境を整えることで運が回復します。無理をせず流れに合わせましょう。"
    },
    "木水": {
      "symbol": "◎",
      "text": "柔軟な思考と行動が調和し、発展のチャンスが広がります。人からの支援も得られやすい時です。",
      "advice": "周囲と協力しながら新しい挑戦を進めると良い流れをつかめます。"
    },
    "火水": {
      "symbol": "×",
      "text": "情熱が空回りしやすく、方向性が定まりにくい傾向があります。気持ちの整理が必要です。",
      "advice": "<span style='color:red;'>注：</span>一度立ち止まり、何を大切にしたいのかを見つめ直すことで道が見えます。"
    },
    "土水": {
      "symbol": "△",
      "text": "状況の変化に流されやすく、安定しにくい時期です。慎重な判断が求められます。",
      "advice": "感情的にならず、冷静に優先順位を見直すと良い方向へ進めます。"
    },
    "金水": {
      "symbol": "◎",
      "text": "頭の回転が速く、チャンスをつかむ感性が冴える時期です。情報運にも恵まれます。",
      "advice": "ひらめきを大切にしつつ、実行力を伴わせることで成果が上がります。"
    },
    "水水": {
      "symbol": "○",
      "text": "穏やかな流れの中で自分らしいリズムを取り戻せます。直感が冴え、柔軟に動ける時期です。",
      "advice": "無理をせず自然体でいることで良い結果を引き寄せます."
    }
  }
 ,
  "foundation": {
    "木木": {
      "symbol": "◎",
      "text": "穏やかで落ち着いた環境に恵まれやすく、安定した日々を築ける運勢です。無理のない成長が自然に訪れます。",
      "advice": "周囲への感謝を忘れずに、自分のペースを大切にすると、より良い基盤が整います。"
    },
    "火木": {
      "symbol": "○",
      "text": "情熱的なエネルギーに支えられ、物事を前向きに進められる時期です。小さな努力が確かな成果を生みます。",
      "advice": "焦らず、着実に進める意識を持つと安定した土台を築けます。"
    },
    "土木": {
      "symbol": "△",
      "text": "やや重たい雰囲気に包まれ、思うように進みにくい場面があるかもしれません。忍耐が求められる時です。",
      "advice": "一歩ずつ地固めをしていくことで、後に大きな安定へとつながります。"
    },
    "金木": {
      "symbol": "×",
      "text": "慎重になりすぎて行動が遅れたり、環境との調和が崩れやすい時です。",
      "advice": "<span style='color:red;'>注：</span>焦らず深呼吸をして、まず現状を受け止めることが大切です。落ち着けば自然と流れが戻ります。"
    },
    "水木": {
      "symbol": "◎",
      "text": "柔軟な考えと穏やかな姿勢が良い環境を引き寄せます。心が安らぎ、生活のバランスが整う流れです。",
      "advice": "自分を縛らず、自然体で過ごすことが安定への近道になります。"
    },
    "木火": {
      "symbol": "◎",
      "text": "活気があり、明るい雰囲気に包まれる時です。周囲の協力を得ながら環境を発展させられます。",
      "advice": "積極的に行動し、人とのつながりを広げることで基盤がより強まります。"
    },
    "火火": {
      "symbol": "○",
      "text": "活発さが目立ち、やる気にあふれる運気です。ただし、勢い任せにならないよう注意が必要です。",
      "advice": "冷静さと情熱のバランスを意識すれば、堅実な成長を遂げられます。"
    },
    "土火": {
      "symbol": "△",
      "text": "真面目さが強く出て、自分を追い込みやすい傾向があります。完璧を求めすぎず、心を緩めることも大切です。",
      "advice": "信頼できる人と話すことで気持ちが整い、前向きな流れに戻ります。"
    },
    "金火": {
      "symbol": "×",
      "text": "物事の進みが遅く、思いが伝わりにくい時期です。焦るほど空回りしやすくなります。",
      "advice": "<span style='color:red;'>注：</span>ひと呼吸置き、周囲の状況を見渡してから動くと安定を取り戻せます。"
    },
    "水火": {
      "symbol": "○",
      "text": "変化が多いものの、柔軟に対応することで良い方向へ進める運気です。流れに逆らわないことが大切です。",
      "advice": "完璧を目指さず、状況に合わせた判断を心がけましょう。"
    },
    "木土": {
      "symbol": "○",
      "text": "落ち着いた雰囲気の中で、少しずつ基礎を固めていける時期です。地道な努力が安定につながります。",
      "advice": "焦らず今できることを一つずつ積み重ねましょう。信頼が土台を強くします。"
    },
    "火土": {
      "symbol": "◎",
      "text": "情熱と誠実さが調和し、安定と成長が同時に得られる好運です。環境にも恵まれます。",
      "advice": "人との絆を大切にし、思いやりを持って行動すれば基礎がしっかり固まります。"
    },
    "土土": {
      "symbol": "◎",
      "text": "しっかりとした基盤を築ける時期です。慎重に進むことで、信頼を積み重ねて安定を得られます。",
      "advice": "自分のペースを保ち、長期的な視点で取り組むことが成功の鍵になります。"
    },
    "金土": {
      "symbol": "○",
      "text": "堅実な運気で、努力を重ねるほど着実な成果が見えてきます。安定した環境に支えられる流れです。",
      "advice": "日常の小さな成功を喜びに変えると、さらなる成長を呼び込みます。"
    },
    "水土": {
      "symbol": "△",
      "text": "柔軟さが行動力を弱めることもありますが、ゆるやかに調整すれば安定します。",
      "advice": "急がず焦らず、自分の感覚を信じて進めば良い方向へ向かいます。"
    },
    "木金": {
      "symbol": "△",
      "text": "計画が立てにくく、基礎作りに時間がかかる時期です。ただし、途中で諦めなければ安定します。",
      "advice": "結果を急がず、努力の過程を大切にしましょう。"
    },
    "火金": {
      "symbol": "○",
      "text": "堅実さと行動力が程よく調和し、無理のない形で進展できます。穏やかな安定期です。",
      "advice": "周囲との調和を意識し、協力関係を築くことで環境がより整います。"
    },
    "土金": {
      "symbol": "◎",
      "text": "地に足の着いた行動が信頼を生み、確かな成果へとつながります。安心感のある好配置です。",
      "advice": "誠実さを持って人と接すると、長く続く安定を得られます。"
    },
    "金金": {
      "symbol": "○",
      "text": "安定と持続力があり、物事をしっかり支えられる時期です。信頼を得る動きが吉です。",
      "advice": "一つのことを丁寧に続ける姿勢が、運を強くします。"
    },
    "水金": {
      "symbol": "×",
      "text": "方向性が噛み合わず、基盤が揺らぎやすい時期です。誤解や行き違いに注意が必要です。",
      "advice": "<span style='color:red;'>注：</span>焦らず状況を見直し、環境を整えることから始めましょう。"
    },
    "木水": {
      "symbol": "◎",
      "text": "落ち着きと柔軟さがうまく噛み合い、心地よい安定を築ける時です。気持ちの切り替えもスムーズです。",
      "advice": "変化を恐れず、自分の感覚を信じると良い流れを維持できます。"
    },
    "火水": {
      "symbol": "△",
      "text": "感情が揺れやすく、落ち着きに欠ける場面があります。焦らずに流れを見守りましょう。",
      "advice": "一人で抱え込まず、信頼できる人に相談すると心が軽くなります。"
    },
    "土水": {
      "symbol": "○",
      "text": "ゆるやかな流れの中で安定感を保てます。心身のバランスを整えると運が上向きます。",
      "advice": "自然との触れ合いを大切にし、リラックスする時間を持ちましょう。"
    },
    "金水": {
      "symbol": "△",
      "text": "やや迷いが生じやすい時期ですが、視野を広げることで安定の糸口が見えてきます。",
      "advice": "新しい視点を取り入れ、柔軟に方向転換することで流れが良くなります。"
    },
    "水水": {
      "symbol": "◎",
      "text": "穏やかな流れが続き、精神的にも落ち着いた時期です。安心して物事に取り組めます。",
      "advice": "今の安定を大切にしながら、次のステップの準備を進めましょう。"
    }
  }
  ,
  "relation": {
    "木木": {
      "symbol": "◎",
      "text": "似た感性を持つ相手と分かり合える関係です。お互いに支え合いながら自然な信頼が育ちます。",
      "advice": "考えすぎず、素直な気持ちを表に出すことで絆が深まります。"
    },
    "木火": {
      "symbol": "◎",
      "text": "明るく前向きな人間関係に恵まれます。温かい雰囲気が周囲を和ませ、信頼を集めます。",
      "advice": "思いやりのある言葉を意識すると、さらに良縁が広がります。"
    },
    "木土": {
      "symbol": "○",
      "text": "落ち着いた関係が築ける時期です。相手を立てることで円滑な人間関係を保てます。",
      "advice": "焦らず、時間をかけて信頼を積み重ねると長く続くご縁になります。"
    },
    "木金": {
      "symbol": "△",
      "text": "意見の食い違いが起こりやすい運気です。誤解をそのままにせず、丁寧に向き合うことが大切です。",
      "advice": "相手の考えを一度受け止めてから伝える姿勢が、関係を安定させます。"
    },
    "木水": {
      "symbol": "×",
      "text": "価値観のずれやすれ違いが生じやすい時期です。感情的な反応が誤解を生みやすい傾向があります。",
      "advice": "<span style='color:red;'>注：</span>落ち着いて話す時間を持つことで、関係修復のきっかけがつかめます。"
    },
    "火木": {
      "symbol": "◎",
      "text": "気さくで明るい交流が生まれやすい時です。あなたの前向きさが周囲を惹きつけ、良い関係を築けます。",
      "advice": "自分の意見を押しつけず、聞く姿勢を持つことで信頼がより強まります。"
    },
    "火火": {
      "symbol": "○",
      "text": "情熱的な一方で、互いに主張が強くなりやすい組み合わせです。タイミングを見て歩調を合わせると円満です。",
      "advice": "勢いよりも思いやりを優先することで、関係が長続きします。"
    },
    "火土": {
      "symbol": "◎",
      "text": "真面目さと温かさがうまくかみ合い、誠実な関係が築ける運気です。信頼関係が自然に深まります。",
      "advice": "感謝を言葉にすると、相手との絆がさらに強くなります。"
    },
    "火金": {
      "symbol": "△",
      "text": "考え方やペースの違いから、少し距離を感じることがあるかもしれません。誤解を恐れず向き合うことが大切です。",
      "advice": "意見がぶつかった時こそ、冷静に話し合う姿勢を忘れないでください。"
    },
    "火水": {
      "symbol": "×",
      "text": "感情の起伏が激しく、すれ違いや誤解が起こりやすい時期です。感情的な反応は避けましょう。",
      "advice": "<span style='color:red;'>注：</span>言葉を選び、少し時間を置いて伝えると誤解が解けやすくなります。"
    },
    "土木": {
      "symbol": "○",
      "text": "穏やかで安定した関係を築けます。相手の意見を尊重しながら歩調を合わせることで信頼が深まります。",
      "advice": "焦らず距離を保ちながら、じっくりと関係を育てていきましょう。"
    },
    "土火": {
      "symbol": "◎",
      "text": "活気のある人間関係に恵まれます。誠実な姿勢が周囲の協力を引き寄せ、温かい絆を感じられる時です。",
      "advice": "思いやりと感謝の言葉を意識することで、良い縁がさらに広がります。"
    },
    "土土": {
      "symbol": "◎",
      "text": "似た価値観を持ち、安定した信頼関係を築ける相性です。互いを支え合い、長く続くご縁となります。",
      "advice": "相手の長所を素直に認めることで、関係がより温かいものになります。"
    },
    "土金": {
      "symbol": "○",
      "text": "堅実で誠実な関係が育まれる運勢です。信頼を重ねるほど、仕事面や家庭面でも協力しやすくなります。",
      "advice": "約束を守る姿勢が信頼を深めます。誠実さを忘れずに接しましょう。"
    },
    "土水": {
      "symbol": "△",
      "text": "気持ちのすれ違いや誤解が生じやすい時期です。相手を急かさず、理解する努力が必要です。",
      "advice": "相手の立場を想像して話すと、関係が穏やかに整っていきます。"
    },
    "金木": {
      "symbol": "△",
      "text": "理屈よりも感覚の違いが出やすく、相手との歩調を合わせにくい時期です。急がず丁寧な会話を心がけましょう。",
      "advice": "相手の話を最後まで聞く姿勢が、信頼を取り戻すきっかけになります。"
    },
    "金火": {
      "symbol": "×",
      "text": "感情のぶつかり合いが起こりやすく、誤解が広がりやすい時期です。衝動的な発言に注意が必要です。",
      "advice": "<span style='color:red;'>注：</span>感情的になる前に一呼吸置きましょう。冷静な対応が関係修復の第一歩です。"
    },
    "金土": {
      "symbol": "◎",
      "text": "安定感があり、信頼できる関係を築ける相性です。堅実な姿勢が周囲の信用を集めます。",
      "advice": "礼儀正しく接することで、長く支え合える関係が生まれます。"
    },
    "金金": {
      "symbol": "○",
      "text": "お互いに目的意識がはっきりしており、協力しやすい関係です。ただし、競争心が強くなりすぎないよう注意。",
      "advice": "協力を意識して行動すれば、互いに高め合える良い関係になります。"
    },
    "金水": {
      "symbol": "◎",
      "text": "感性が噛み合い、自然と会話が弾む良い関係です。お互いに刺激を与え合い、前向きな影響を受けやすい時です。",
      "advice": "感謝を伝える習慣を持つと、信頼がさらに深まります。"
    },
    "水木": {
      "symbol": "◎",
      "text": "柔らかい感性が共鳴し、自然体で付き合える良い関係です。穏やかな安心感が生まれやすい相性です。",
      "advice": "気持ちを押しつけず、相手のペースに合わせると関係が長続きします。"
    },
    "水火": {
      "symbol": "△",
      "text": "勢いに押されて疲れやすい時期です。相手に合わせすぎると自分らしさを見失うかもしれません。",
      "advice": "無理に合わせず、落ち着いて距離を取ることで関係が安定します。"
    },
    "水土": {
      "symbol": "○",
      "text": "誠実で穏やかな関係が築ける運勢です。相手を理解しようとする姿勢が安心感を与えます。",
      "advice": "思いやりを形にして伝えることで、信頼がさらに深まります。"
    },
    "水金": {
      "symbol": "◎",
      "text": "価値観が似ていて会話が弾みやすく、良い刺激を与え合える関係です。協力しながら進展できる相性です。",
      "advice": "相手の得意分野を尊重することで、より強い絆が生まれます。"
    },
    "水水": {
      "symbol": "○",
      "text": "似た感情の流れを持ち、安心できる関係です。ただし、お互い遠慮しすぎると距離ができやすい傾向も。",
      "advice": "素直な気持ちを少しずつ言葉にすると、より良い関係になります。"
    }
  }
  ,
  "total": {
    "木木": {
      "symbol": "◎",
      "text": "全体の流れが整い、努力が自然と成果に結びつく運勢です。穏やかで安定した調和が続きます。",
      "advice": "感謝の気持ちを忘れずに、今の流れを大切に維持しましょう。"
    },
    "木火": {
      "symbol": "◎",
      "text": "前向きなエネルギーが全体に広がり、活発な動きが成果を生む時期です。人からの応援も得られやすいでしょう。",
      "advice": "積極的に行動することで、チャンスを確実に掴めます。"
    },
    "木土": {
      "symbol": "○",
      "text": "安定感があり、確実に基礎を築ける運気です。ゆっくりと成長を実感できる時です。",
      "advice": "焦らず継続することで、信頼と成果がしっかり積み重なります。"
    },
    "木金": {
      "symbol": "△",
      "text": "方向性に迷いが生じやすく、リズムを掴みにくい時です。無理に進まず、整える時間を取りましょう。",
      "advice": "優先順位を見直すことで、流れが再び安定します。"
    },
    "木水": {
      "symbol": "×",
      "text": "気持ちが散漫になりやすく、全体のバランスが乱れがちです。体調管理にも注意が必要です。",
      "advice": "<span style='color:red;'>注：</span>休息を取り、心身を整える時間を持つことで再び運が整います。"
    },
    "火木": {
      "symbol": "◎",
      "text": "明るく前向きな流れに恵まれ、全体運が活発になります。人の輪が広がり、チャンスも増える好調期です。",
      "advice": "行動力を活かして積極的に動くと、良い結果を引き寄せられます。"
    },
    "火火": {
      "symbol": "○",
      "text": "勢いと情熱にあふれ、やる気が高まる時期です。ただし無理を重ねると疲れが出やすくなります。",
      "advice": "休む時間を意識的に取り入れることで、エネルギーが持続します。"
    },
    "火土": {
      "symbol": "◎",
      "text": "地道な努力が実を結び、安定と発展の両方を得られる運気です。全体的に堅実でバランスの取れた時期です。",
      "advice": "人の意見に耳を傾けながら、自分の信念を大切に進みましょう。"
    },
    "火金": {
      "symbol": "△",
      "text": "行動が先走りやすく、全体の流れが落ち着きにくい時です。焦らず整理整頓が鍵になります。",
      "advice": "小さなことを丁寧に整えることで、流れがスムーズに戻ります。"
    },
    "火水": {
      "symbol": "×",
      "text": "感情と現実のバランスが取りにくく、迷いやすい時期です。思い込みや疲労に注意が必要です。",
      "advice": "<span style='color:red;'>注：</span>焦らず休息を取り、気持ちをリセットすると再び流れが整います。"
    },
    "土木": {
      "symbol": "○",
      "text": "穏やかに安定した運気で、努力がゆっくりと形になっていきます。信頼を得ることで基盤が強まります。",
      "advice": "結果を急がず、今の流れを丁寧に続けていくことが大切です。"
    },
    "土火": {
      "symbol": "◎",
      "text": "全体の流れに活気があり、成長や発展のチャンスに恵まれます。堅実な姿勢が良い評価を呼びます。",
      "advice": "計画的に動きつつ、柔軟な対応を心がけるとさらに良い結果が得られます。"
    },
    "土土": {
      "symbol": "◎",
      "text": "安定感に優れ、堅実に成果を積み上げられる時期です。全体の調和が保たれ、安心感に包まれます。",
      "advice": "焦らず続けることが最大の強みになります。ペースを大切にしましょう。"
    },
    "土金": {
      "symbol": "○",
      "text": "誠実な努力が報われ、信頼と成果の両方を得られる時です。環境とのバランスも良好です。",
      "advice": "小さな成功を大切にし、周囲との協力を意識すると運が安定します。"
    },
    "土水": {
      "symbol": "△",
      "text": "全体の流れがやや緩やかで、変化に対応するのに時間がかかる傾向です。焦りは禁物です。",
      "advice": "無理をせず、流れに身を任せて調整していく姿勢が開運の鍵になります。"
    },
    "金木": {
      "symbol": "△",
      "text": "思い通りに進みにくい場面があり、流れが滞ることもあります。方向性を見直す時期です。",
      "advice": "柔軟な発想で進路を調整すれば、停滞していた運が再び動き出します。"
    },
    "金火": {
      "symbol": "×",
      "text": "焦りやすく、全体のバランスが崩れやすい時期です。勢い任せの行動は控えましょう。",
      "advice": "<span style='color:red;'>注：</span>一歩立ち止まり、冷静に状況を見直すことで再び運が整います。"
    },
    "金土": {
      "symbol": "◎",
      "text": "安定と成果が両立する運気です。信頼を得て、社会的にも評価を受けやすい時です。",
      "advice": "誠実な努力を続けることで、長期的な成功につながります。"
    },
    "金金": {
      "symbol": "○",
      "text": "全体の調和が取れており、穏やかに物事を進められる時です。安定した基盤が整います。",
      "advice": "現状を維持しながら、少しずつ新しい工夫を取り入れると発展が続きます。"
    },
    "金水": {
      "symbol": "◎",
      "text": "発想力と行動力のバランスが取れ、チャンスをつかみやすい運気です。全体が明るい流れに包まれます。",
      "advice": "新しい挑戦を恐れず進むことで、運気がさらに上昇します。"
    },
    "水木": {
      "symbol": "◎",
      "text": "柔軟さと調和がうまく噛み合い、全体に穏やかな安定感があります。周囲との関係も良好で、運気が巡ります。",
      "advice": "自然体でいることが最大の魅力です。無理をせず自分のリズムを大切に。"
    },
    "水火": {
      "symbol": "△",
      "text": "感情の波が起こりやすく、全体の流れが乱れがちです。焦らず心の整理を優先しましょう。",
      "advice": "静かな時間を持ち、気持ちを落ち着けることで運が再び整います。"
    },
    "水土": {
      "symbol": "○",
      "text": "安定した流れの中で、徐々に成果が積み上がる運気です。周囲の支えも得られやすい時です。",
      "advice": "感謝を意識することで、良い関係と運の流れが長続きします。"
    },
    "水金": {
      "symbol": "◎",
      "text": "感性と現実のバランスが取れ、判断力が冴える時期です。全体の調和が保たれ、発展が期待できます。",
      "advice": "直感を信じて行動すると、チャンスを逃さずつかめます。"
    },
    "水水": {
      "symbol": "○",
      "text": "穏やかで落ち着いた運気です。無理をせず自然の流れに任せることで、調和が保たれます。",
      "advice": "自分を責めず、今のリズムを大切に過ごすことで幸運が続きます。"
    }
  }
}
