{
  "sou": {
    "1": "自立心が強く、先頭に立って物事を切り開く力があります。独創的ですが、協調を意識するとより発展します。",
    "2": "受け身になりやすく、努力が報われにくい面があります。忍耐を重ねて地道に進むことで安定を得られます。",
    "3": "発展運に恵まれ、活発で明るい性格です。行動力があり人気も集めますが、焦らず継続が成功の鍵です。",
    "4": "慎重で努力家ですが、環境に左右されやすい傾向があります。柔軟さと粘り強さを養うと運が開けます。",
    "5": "温厚で信用を得る安定した運です。誠実な姿勢で信頼を積み重ねることで、着実に成果を得られます。",
    "6": "人望があり、安定した基盤を築けます。調和と協力を大切にすると家庭や仕事でも順調に発展します。",
    "7": "強い意志と決断力を持ち、困難を乗り越える力があります。独断に注意し、柔軟性を保つと成功します。",
    "8": "堅実で努力家です。着実に目標を達成し、晩年には安定した地位を得られます。信念を持ち続けることが大切です。",
    "9": "情熱的で芸術的な感性があります。変化の多い人生ですが、自己を見失わなければ大きな成果を得られます。",
    "10": "波乱の多い運勢で、努力が空回りしやすい傾向です。焦らず周囲と調和を取ることで道が開けます。",
    "11": "誠実で信頼される性格です。順調な発展運を持ち、堅実な努力が評価されて社会的成功をつかみます。",
    "12": "人の世話を焼く優しさがありますが、損をしやすい運です。自分を大切にし、目的を明確にすると安定します。",
    "13": "明るく人気があり、発展と繁栄の運を持ちます。人脈に恵まれ、努力が実を結びやすい幸運な運勢です。",
    "14": "波乱の多い運勢ですが、試練を乗り越える力があります。忍耐と謙虚さを大切にすれば晩年は安泰です。",
    "15": "温和で誠実、幸福に恵まれやすい運です。人望が厚く、家庭運や金運にも恵まれますが油断は禁物です。",
    "16": "強運に恵まれ、地位や財を築ける運勢です。自信が過信にならないよう慎重に進めば安定した成功を得ます。",
    "17": "独立心旺盛で努力家です。目標を明確に持てば必ず成果を得られます。反面、頑固さに注意が必要です。",
    "18": "実力運に恵まれ、目的を達成できる強運です。地道な努力と誠実な姿勢が豊かな成果を導きます。",
    "19": "知恵があり感性も豊かですが、波乱を伴う運です。冷静に行動すれば苦難を超えて大成します。",
    "20": "一見順調でも、土台が不安定な運です。誠実な努力を重ねることで、晩年に安定と信頼を得られます。",
    "21": "自立心と統率力に恵まれ、信念を貫いて成功を収めます。責任感が強く周囲の信頼を得る晩年です。",
    "22": "繊細で感受性豊かですが、迷いやすい面があります。目標を明確にすれば大きな成果を得られます。",
    "23": "頭領運に恵まれ、統率力と決断力で社会的地位を築きます。自信過剰に注意すれば安定した晩年です。",
    "24": "豊かさと幸福を引き寄せる大吉数です。家庭運・財運ともに恵まれ、穏やかで満ち足りた晩年を迎えます。",
    "25": "理知的で判断力に優れ、信頼される人物です。堅実に努力を重ねれば順調な発展を遂げる晩年です。",
    "26": "波乱運を持ちますが、逆境を力に変えられる人です。誠実さを忘れなければ運は安定へと向かいます。",
    "27": "強い個性と信念を持ちますが、協調を欠くと孤立します。柔軟さを身につければ成功運を保てます。",
    "28": "強運ながらも起伏が激しく、一時的な挫折を経験しやすい数です。冷静さを保てば晩年に安定します。",
    "29": "頭脳明晰で直感に優れます。困難を乗り越える力を持ち、後半にかけて着実な成功を収めます。",
    "30": "一見華やかですが内面に迷いが多く、運勢が不安定です。自信を持って地道に進めば道が開けます。",
    "31": "温和で人望に恵まれ、信用を築くことで繁栄する数です。安定と幸福に包まれる穏やかな晩年です。",
    "32": "繁栄と幸運を象徴する大吉数です。努力が実を結び、家庭・仕事ともに充実した人生を歩みます。",
    "33": "自信と行動力に満ちた頭領運です。指導力を発揮し大成しますが、謙虚さを忘れなければさらに飛躍します。",
    "34": "積極的で実行力に富みますが、強引さが災いすることもあります。冷静な判断で安定した晩年を築けます。",
    "35": "社交的で人脈に恵まれる数です。誠実に努力を続けることで名誉と信用を得て、豊かな晩年を迎えます。",
    "36": "才気あふれ行動力がありますが、焦りやすい面も。計画的に進めば地位と安定を手に入れます。",
    "37": "独立心旺盛で信念を貫く強運数です。地道な努力が成功を導き、確固たる地位を築きます。",
    "38": "柔軟な発想と協調性に優れ、人望を得やすい数です。堅実な努力により穏やかな晩年を過ごせます。",
    "39": "才能運の数で、知略と直感が冴えます。多才さを活かし、晩年にかけて実り多い人生となります。",
    "40": "安定と変化が交錯する運勢です。迷いを断ち、信念を持って進めば安泰な晩年を迎えられます。",
    "41": "堅実で努力を重ねる実力運です。信頼と実績を積み重ね、安定した晩年を迎えることができます。",
    "42": "表面は順調でも内面に迷いを抱えやすい数です。誠実な姿勢を保てば、晩年には安定と幸福が訪れます。",
    "43": "向上心旺盛で実行力のある数です。自分を信じて努力を続ければ、社会的地位と信用を得られます。",
    "44": "波乱を含む数ですが、粘り強く努力することで困難を克服できます。焦らず進めば道が開けます。",
    "45": "誠実で温厚、人望を集める順風運です。協調を大切にすれば、豊かで安定した晩年を過ごせます。",
    "46": "やや波乱を含みますが、精神的に成長できる数です。努力を惜しまなければ安定した晩年を築けます。",
    "47": "堅実で努力家、着実に発展する運です。忍耐と継続が成功を導き、安泰な晩年を迎えられます。",
    "48": "円満で幸福、長寿に恵まれる福寿運です。人望が厚く、穏やかで満ち足りた晩年を過ごせます。",
    "49": "変化に富んだ運勢です。柔軟な思考で状況に対応すれば、後半には安定した生活を築けます。",
    "50": "半吉半凶の数です。強い意志で信念を貫けば、途中の試練を乗り越えて安定を得ることができます。",
    "51": "明るく社交的で、周囲に愛される数です。人との縁を大切にすれば幸福な晩年を迎えられます。",
    "52": "頭脳明晰で企画力に優れます。波乱もありますが、冷静な判断で安定した基盤を築けます。",
    "53": "才気にあふれますが、独断的になりやすい数です。謙虚さを持てば、順調な晩年を送れます。",
    "54": "感性が鋭く情熱的ですが、行き過ぎに注意が必要です。節度を守れば幸せな晩年となります。",
    "55": "スケールが大きく成功運を秘めますが、波乱も多い数です。冷静さを忘れなければ運は開けます。",
    "56": "変化が激しい波乱数です。慎重に歩むことで安定を得られます。焦らず地道に進むことが鍵です。",
    "57": "努力と信念を貫くことで成功をつかむ数です。堅実に歩めば穏やかな晩年を迎えられます。",
    "58": "自由な発想と行動力で成功を収めますが、気まぐれに注意。目標を定めれば幸運を引き寄せます。",
    "59": "精神的な成長を促す数です。試練を通して人間的に大きくなり、晩年に安定と信頼を得ます。",
    "60": "大器晩成の数です。若い頃の苦労が実を結び、晩年にかけて幸福と安定を手に入れます。",
    "61": "温厚で人望が厚く、信頼される数です。誠実に歩めば、家庭運にも恵まれ穏やかな晩年を過ごせます。",
    "62": "波乱を含む数ですが、忍耐と努力で安定を得られます。焦らず堅実に進むことが成功の鍵です。",
    "63": "社交的で明るく、周囲に支えられる運です。人との調和を重んじれば幸せな晩年を迎えられます。",
    "64": "一時的に成功を収めても油断禁物です。誠実さを忘れなければ、後半で安定を取り戻せます。",
    "65": "温厚で協調性があり、穏やかな人間関係に恵まれます。信頼と平穏を得て安定した晩年となります。",
    "66": "波乱を含みますが、柔軟に対応すれば運が開けます。謙虚な姿勢を保つことで信頼を得られます。",
    "67": "自信と実行力にあふれる強運です。周囲への配慮を忘れなければ、大きな成功を得られます。",
    "68": "堅実で努力を惜しまない安定運です。家族や仲間との絆を大切にすれば幸福が続きます。",
    "69": "変化に富みますが、柔軟さを持てば順調に進展します。感情に流されず冷静さを保つことが大切です。",
    "70": "波乱万丈の運勢です。忍耐と努力で困難を乗り越えれば、後半に安定と幸福が訪れます。",
    "71": "高い理想を掲げ、信念を持って進む数です。誠実な行動が人望を呼び、晩年の成功を導きます。",
    "72": "一見穏やかでも内面は波乱を含みます。信念を保ち努力を続ければ、最後に安定を得られます。",
    "73": "積極的で行動的な数です。勢いに任せず慎重に判断することで、確実な成功を手にします。",
    "74": "精神的に充実し、内面的成長を遂げる数です。謙虚さを保てば穏やかで幸せな晩年を迎えます。",
    "75": "人との協力により成功を得る数です。感謝と誠実さを忘れなければ、晩年に安定と幸福が訪れます。",
    "76": "努力家で真面目な性格が幸運を呼びます。焦らず着実に進めば、満ち足りた晩年を迎えられます。",
    "77": "独立心が強く、信念を貫く数です。柔軟さを忘れなければ、大きな成果を得て安泰を保てます。",
    "78": "運勢に波がありますが、誠実な行動が幸運を呼びます。冷静さを保てば安定した晩年となります。",
    "79": "努力と誠実さで信頼を得る数です。真摯な姿勢を続けることで、安らぎと幸福を得られます。",
    "80": "一時的に停滞を感じますが、忍耐を持って進めば運は好転します。地道な努力が晩年を支えます。",
    "81": "大吉運です。知恵と行動力を備え、晩年には豊かさと名誉に恵まれます。理想的な終着の数です。"
},
  "jin": {
    "2": "協調性があり温和な性格です。人との縁を大切にすると運が開けます。",
    "3": "活発で行動的です。積極的な姿勢が周囲に良い影響を与えます。",
    "4": "慎重で努力家です。基盤をしっかり固めることで安定します。",
    "5": "誠実で信頼を得やすい性格です。着実な歩みで成功をつかみます。",
    "6": "責任感が強く、家庭や仕事で安定を築きます。信頼厚い人格です。",
    "7": "独立心が強く意志の固いタイプです。忍耐をもって進めば成功します。",
    "8": "努力家で実務能力があります。堅実に進めば安定した成果を得られます。",
    "9": "信念を持ち行動力があります。直感を活かすと運が開けます。",
    "10": "波乱を含む運勢です。冷静に判断し周囲と協調することが鍵です。",
    "11": "誠実で理想を持つ人格です。努力が実を結び信頼を得られます。",
    "12": "感情に流されやすい面がありますが、柔軟さが魅力です。",
    "13": "明るく社交的です。人との縁に恵まれ、順調に発展します。",
    "14": "思考力が高く分析的です。自分の考えを柔軟に保てば成功します。",
    "15": "温厚で誠実な人格です。人望があり、安定した運勢を築けます。",
    "16": "自信にあふれ行動的です。信念を貫くことで大きな成果を得ます。",
    "17": "情熱的で実行力があります。積極的な行動で成功を収めます。",
    "18": "強い意志と判断力があります。実力を発揮し社会的に成功します。",
    "19": "感情の起伏が激しく波乱もありますが、努力で安定します。",
    "20": "浮き沈みの多い運です。冷静さを保つことで安定を取り戻せます。",
    "21": "頭脳明晰でリーダーシップがあります。人をまとめる力に優れます。",
    "22": "繊細で優しい性格です。自信を持つことで運が好転します。",
    "23": "実行力があり統率力も抜群です。信頼を集めて成功します。",
    "24": "人間関係に恵まれます。思いやりと感謝の心で運がさらに良くなります。",
    "25": "理知的で判断力に優れます。地道な努力が評価される運です。",
    "26": "慎重で堅実な性格です。努力を続けることで信頼を得られます。",
    "27": "個性が強く独立心旺盛です。柔軟に協調することで成功します。",
    "28": "負けず嫌いで努力家です。信念を貫けば大きな成果を得られます。",
    "29": "社交的で人に好かれる性格です。人脈が運を広げます。",
    "30": "感受性が豊かで創造力があります。心の安定が成功の鍵です。",
    "31": "温和で誠実な人格です。信頼される存在として成功します。",
    "32": "バランス感覚に優れ協調的です。円満な人間関係を築けます。",
    "33": "エネルギッシュで統率力があります。自信をもって行動すると成功します。",
    "34": "冷静で論理的です。柔軟性を持てば大きな成果を得られます。",
    "35": "社交的で誠実です。信頼を重ねることで安定した人生を築けます。",
    "36": "努力を惜しまない勤勉な人格です。地道な積み重ねが成功を導きます。",
    "37": "強い信念と行動力があります。自立的に行動して成果を得ます。",
    "38": "明るく前向きな性格です。周囲を引き立てることで成功します。",
    "39": "知性と直感に優れます。柔軟さを保てば発展する運勢です。",
    "40": "波乱の中に成長があります。焦らず着実に進めば安定します。",
    "41": "誠実で堅実な性格です。信頼を積み重ねて成功します。",
    "42": "柔軟な思考で周囲を和ませます。信頼を築くことで運が上昇します。",
    "43": "判断力に優れ、積極的に行動します。人を導く力があります。",
    "44": "慎重で繊細な性格です。感情を抑えることで運を保てます。",
    "45": "誠実で人望に厚い人格です。周囲の信頼を得て発展します。",
    "46": "思慮深く安定した性格です。堅実に進めば成功します。",
    "47": "堅実で真面目な性格です。努力を続けることで信頼を得られます。",
    "48": "明るく社交的です。人との調和を大切にすれば順調です。",
    "49": "直感に優れ創造的です。自由な発想で成功をつかめます。",
    "50": "感受性が豊かで芸術的です。現実的な行動を心がけると安定します。",
    "51": "強運の持ち主です。努力と信念を持って進めば大成します。"
},
  "chi": {
    "2": "控えめで優しい性格です。協調性を大切にすると成長できます。",
    "3": "行動的で明るい性格です。活発に動くことで運が開けます。",
    "4": "慎重で努力家です。焦らず基礎を固めることで発展します。",
    "5": "誠実で堅実な性格です。学業や仕事で着実に成果を得られます。",
    "6": "責任感があり周囲の信頼を得ます。安定した歩みを続けられます。",
    "7": "独立心が強く負けず嫌いです。目標を定めて進めば成功します。",
    "8": "努力を惜しまない性格です。根気よく続けることで実力が身につきます。",
    "9": "感受性が豊かで直感に優れます。創造的な分野で才能を発揮します。",
    "10": "変化の多い運勢です。自信を持って行動することで安定します。",
    "11": "頭が良く正義感があります。周囲から信頼される存在です。",
    "12": "繊細で感受性が強い性格です。焦らず成長を待つと良い結果に。",
    "13": "明るく社交的です。多くの友人に恵まれ楽しい青春を送れます。",
    "14": "考えすぎる面もありますが、冷静な判断で信頼を得ます。",
    "15": "穏やかで思いやりがあります。人との縁を大切にすると成功します。",
    "16": "自信に満ち積極的です。早くから頭角を現すタイプです。",
    "17": "情熱的で行動的です。努力を続ければ若くして成果を得られます。",
    "18": "強い意志を持ちます。困難を乗り越えて確実に成長します。",
    "19": "感情の起伏が激しい面があります。冷静さを保つことが大切です。",
    "20": "不安定な傾向がありますが、忍耐で好転します。",
    "21": "聡明でリーダーシップがあります。信頼される存在です。",
    "22": "優しく思いやりがあります。自己表現を大切にすると良いです。",
    "23": "行動力があり積極的です。努力を続ければ大きな成功を得ます。",
    "24": "明るく人気運があります。人との縁に恵まれる運勢です。",
    "25": "真面目で知的です。勉学や仕事で地道に力を発揮します。",
    "26": "慎重で控えめですが、芯が強く信頼を得られます。",
    "27": "個性的で独立心が強いです。柔軟に協調できれば成功します。",
    "28": "負けず嫌いで根性があります。努力を重ねるほど成果が出ます。",
    "29": "明るく人気者です。交友関係が運を広げます。",
    "30": "感受性が高く芸術的です。心を安定させると良い結果に。",
    "31": "誠実で落ち着いた性格です。信頼され安定した成長をします。",
    "32": "協調性があり温厚です。友人や仲間に恵まれます。",
    "33": "エネルギッシュで積極的です。自信を持って行動すると成功します。",
    "34": "冷静で知的な性格です。柔軟さを持つと運が開けます。",
    "35": "真面目で努力家です。基礎を大切にすれば堅実に成長します。",
    "36": "勤勉で堅実です。目標を定めて努力を重ねれば成功します。",
    "37": "信念を持ち行動的です。自立心が強く実力で道を切り開きます。",
    "38": "明るく社交的です。友人に恵まれ運気が上昇します。",
    "39": "直感と判断力に優れます。柔軟に行動すれば良い結果になります。",
    "40": "波乱を含みますが、努力で安定します。焦らず進むことが大切です。",
    "41": "誠実で堅実な性格です。努力が実を結びます。",
    "42": "柔軟で温厚です。人との関係を大切にすれば発展します。",
    "43": "判断力と実行力があります。若くしてリーダーとなる素質です。",
    "44": "繊細で感受性が豊かです。精神面の安定が成功の鍵です。",
    "45": "誠実で信頼されます。周囲と協調して成功します。",
    "46": "落ち着きがあり堅実です。努力を重ねて確実に成長します。",
    "47": "真面目で信頼されます。努力が認められて安定します。",
    "48": "明るく積極的です。人とのつながりで運を広げます。",
    "49": "直感が鋭く創造的です。自由な発想で成功します。",
    "50": "感性豊かで芸術的です。努力を続けることで花が開きます。",
    "51": "強運の持ち主です。若い頃から成功する可能性があります。"
},
  "gai": {
    "2": "控えめで優しい印象を与えます。人に尽くすことで信頼されます。",
    "3": "明るく行動的です。人付き合いが良く人気を得られます。",
    "4": "慎重で真面目です。信頼されますが柔軟さも大切です。",
    "5": "誠実で協調性があります。人からの信頼を得やすい運勢です。",
    "6": "温厚で落ち着いた印象です。人間関係に恵まれ安定します。",
    "7": "強い意志を持ちます。リーダー的存在として頼られます。",
    "8": "堅実で信頼されます。人との縁を大切にすれば運が開けます。",
    "9": "感受性が豊かで魅力的です。人を惹きつける力を持ちます。",
    "10": "波乱の多い運です。柔軟さを持つことで人間関係が安定します。",
    "11": "正直で誠実な印象です。信頼を集め人望に恵まれます。",
    "12": "優しく思いやりがありますが、流されやすい面もあります。",
    "13": "明るく社交的です。周囲の人に好かれ人脈に恵まれます。",
    "14": "冷静で控えめな印象です。協調を大切にすると発展します。",
    "15": "穏やかで温かみがあります。調和を保ち人間関係が円満です。",
    "16": "堂々とした印象を与えます。周囲から信頼される存在です。",
    "17": "意志が強く頼もしい人です。周囲を引っ張る力があります。",
    "18": "自信に満ちた印象です。リーダーとして成功する運です。",
    "19": "個性的で才能豊かです。柔軟に協調する姿勢が大切です。",
    "20": "不安定な対人運です。慎重に信頼関係を築くと良いです。",
    "21": "聡明で信頼されます。社会的評価を得やすい運です。",
    "22": "温厚で誠実です。人への思いやりが信頼を深めます。",
    "23": "積極的で行動的です。人を導く力を発揮します。",
    "24": "明るく人気があります。人脈が広がり運が上昇します。",
    "25": "知的で冷静な印象です。誠実な対応で信頼を得ます。",
    "26": "控えめで堅実です。誠実さが評価され安定します。",
    "27": "個性的で独立心があります。周囲と協調することが鍵です。",
    "28": "努力家で責任感があります。信頼を得て安定します。",
    "29": "明るく社交的です。人脈を生かして成功します。",
    "30": "感受性が強く繊細です。無理をせず自分らしくいると良いです。",
    "31": "誠実で落ち着いた印象です。多くの人に信頼されます。",
    "32": "温厚で協調的です。人間関係に恵まれる運勢です。",
    "33": "自信があり積極的です。影響力のある存在になります。",
    "34": "冷静で理性的です。誠実な姿勢で信頼を得られます。",
    "35": "社交的で人脈が広がります。人を大切にすることで運が上昇します。",
    "36": "勤勉で誠実です。着実に信頼を得ていく運勢です。",
    "37": "信念があり頼もしい存在です。誠実に接すれば運が強まります。",
    "38": "明るく人気があります。協調を大切にすると発展します。",
    "39": "直感と判断力に優れます。柔軟な姿勢で信頼を得ます。",
    "40": "波乱を含みますが誠実さで乗り越えられます。",
    "41": "堅実で誠実です。信頼され社会的に成功します。",
    "42": "温和で協調的です。多くの人から愛される運勢です。",
    "43": "リーダーシップがあります。誠実さを保つと人望を得ます。",
    "44": "繊細で感情豊かです。人との距離を大切にすると良いです。",
    "45": "誠実で温厚です。周囲から厚い信頼を受けます。",
    "46": "落ち着きがあり堅実です。信頼を積み重ねて成功します。",
    "47": "真面目で信頼されます。努力が評価されます。",
    "48": "明るく協調的です。人との縁で運が開けます。",
    "49": "感性豊かで魅力的です。個性を生かすと良い結果に。",
    "50": "柔軟で温かい性格です。調和を重んじると良いです。",
    "51": "強い信念を持ちます。誠実な対応で信頼されます。"
  }
}
